


import React from 'react';
import { useParams, useNavigate } from 'react-router-dom';
import Layout from '../../components/Layout/Layout';
import './ArticlePage.css';

const articlesData = {
  1: {
    id: 1,
    title: 'История создания вина',
    image: '/uploads/articles/article1.jpg',
    content: `
      <p>Говорят, что история вина началась примерно в 6000 году до нашей эры, поскольку археологи смогли идентифицировать виноград по древним семенам, найденным в Турции, Грузии и Армении. 
Записи о вине действительно берут свое начало из рассказов о жизни в Древнем Египте, а затем и в Древней Греции. Также ссылки на вино есть и в китайской истории: они открыли ферментацию винограда, и есть предположения, 
что Индия и Персия также были знакомы с этой концепцией.</p>

<p>Дикие лозы росли по всему миру, но именно вид Vitis Vinifera распространил виноделие по всей Европе во главе с Древними Греками. 
У греков и римлян были ритуалы, посвященные их винным богам, Дионису и Вакху, которые впоследствии стали ритуалами христианской практики, и вино интегрировалось в историю как объект огромной религиозной важности, сохраняя его и по сей день.</p>

<p>Виноделие имело не только религиозное значение, но и было важным способом обеззараживания питьевой воды. Вода, которая текла через города и поселки, была потенциально опасной, но, когда ее смешивали с вином или пивом, она считалась безвредной. 
Поэтому на протяжении всего Средневековья виноделие старались защитить от захватчиков, и из-за его религиозного значения виноградники, как правило, сажали вокруг церквей. Римская империя была родиной великих технологических достижений, 
которые привели к значительному улучшению качества вина, например, вино хранили и транспортировали в деревянных бочках, но именно христианские монахи активно стремились производить прекрасное вино и постепенно приобретали большие навыки и знания в области виноделия. 
Известно, что монахи-цистерцианцы в Бургундии начали изучать почву и экспериментировать с такими методами, как обрезка лоз, выбор сортов винограда и выбор земли под виноградники.</p>

<p>Затем монахи начали продавать свое вино, а не только производить его для церемоний, а религиозные деятели стали важными торговцами. 
История говорит, что лучшее они оставляли себе, а кардиналы славились тем, что у них были лучшие погреба в стране. 
Вино теперь пользовалось огромным спросом, оно было необходимо для причастия даже в самых маленьких приходах, а также для празднеств в целом. 
Такие страны, как Португалия и Франция, начали продавать вино за границу, а Англия стала их крупнейшим импортером.</p>

<p>К тому времени, когда наступил 17 век, вина высшего качества пользовались большим спросом у богатых европейских сословий, которые были готовы платить большие суммы, чтобы насладиться хорошим вином. 
В некоторых источниках говорится, что римляне любили выдерживать вино иногда до 25 лет, но в целом до середины 1700-х годов вино пили в год его производства. 
Но вскоре люди во всем мире стали искать глубину и сложность выдержанных вин. Эта революция качества привела к огромному прогрессу в производстве изысканных вин. 
Концепции снижения урожайности, отбора винограда, созревания и других этапов виноделия были исследованы с целью производства исключительного вина. 
Château Haut-Brion славится тем, что возглавило это движение, и три других шато: Château Latour, Château Lafite и Château Margaux, вскоре последовали его примеру и зарекомендовали себя как лучшие в Бордо.</p>

<p>Позже промышленная революция принесла в Европу более эффективные средства коммуникации и современное оборудование, а спрос со стороны таких городов, как Лондон и Париж, значительно превышал предложение вина, 
и новые регионы начали заниматься виноградарством. Но этого все же было недостаточно, и люди начали покупать виноград с виноградников, чтобы самим делать вино, создавая новую систему в винодельческой промышленности. 
Предприятия, которые начали это, принесли с собой свои этикетки и продавали вино посредством брендинга. В то время как такие регионы, как Бордо и долина Луары, производили лучшее вино в стране, 
Лангедок-Руссильон изначально был предназначен для массового производства и удовлетворения огромного спроса. Наука также играла огромную роль в виноделии того времени, и такие люди, как Луи Пастер, провели исследования дрожжей и брожения, 
но их открытия были использованы только в середине 1900-х годов.</p>

<p>Еще в 1500-х и 1600-х годах в Америке были посажены виноградники, которые прожили всего несколько лет, прежде чем таинственным образом исчезли. 
К сожалению, эта загадка была раскрыта, когда виновник, по имени филлоксера, вредитель из семейства тлей, пересек Атлантику в 1860-х годах и поразил Европу. 
Питаясь стеблями лоз, паразиту потребовалось 40 лет, чтобы уничтожить почти все лозы в Европе. Наконец, спасение пришло от Томаса Мэнсона, который открыл метод прививки лозы к устойчивому американскому подвою. 
Однако новые поставки вина были недостаточными, что привело к производству большого количества поддельных и некачественных вин. Именно в районе Шатонеф-дю-Пап барон Леруа де Буазомари впервые ввел правила в отношении таких аспектов производства, 
как урожайность и выбор винограда, что привело к созданию системы контроля наименований происхождения, которая вскоре распространилась по всей Франции.</p>

<p>Европейские лозы были вывезены за границу в 1400-х годах, но произведенное там вино не получило признания критиков до конца 1900-х годов, когда такие страны, как США, Австралия и Южная Африка, 
начали привозить хорошие вина на европейские конкурсы, стирая различия между винами Нового и Старого Света. В настоящее время вина Нового Света в значительной степени адаптированы к потребительскому вкусу, и, несмотря на использование известных европейских сортов, 
в частности Мерло, Сира (Шираз) и Каберне Совиньон, они, как правило, производят более фруктовые и насыщенные вина.</p>

<p>Новая история вина наступила, когда критик Роберт Паркер назвал урожай 1982 года великим в Бордо и получил международное признание. После этого он стал ведущим голосом в области вина, и, хотя его критиковали за стандартизацию вина, 
многие люди сверяются с его 100-балльной системой оценки, прежде чем покупать вино.</p>

<p>В последнее время произошли огромные изменения цен в связи с появлением винных инвестиций. Это заставило несколько виноградников отказаться от своей системы en primeur, согласно которой люди покупали вино до того, 
как оно было разлито по бутылкам, по более низкой цене, чтобы продать или выпить позже. Несмотря на это, появление новых стран на винной сцене привело к появлению удивительного ассортимента изысканных вин, 
а технологии совершенствуются с ошеломляющей скоростью, и во всем мире можно найти вино отличного качества. А также история вина все еще развивается, будем следить за ней вместе!</p>
    `,
    additionalImages: [
      '/uploads/articles/article1-extra1.jpg'
      //'/uploads/articles/article1-extra2.jpg'
    ]
  },
  2: {
    id: 2,
    title: 'Инвестиционный потенциал: какие вина дорожают быстрее всего?',
    image: '/uploads/articles/article2.jpg',
    content: `
      <p>Собрание коллекционных вин, так же, как и собрание предметов старины и произведений искусства, можно назвать не только увлечением и хобби, но и очень выгодным вложением средств, потому что цена вин с течением времени только увеличивается. 
Кроме того, наличие такой коллекции придает респектабельности ее владельцу.</p>

<p>Для того, чтобы получить большую прибыль, необходимо инвестировать средства в покупку молодых коллекционных вин, а затем, когда стоимость этих вин достигнет пикового значения, реализовать их. При этом важно знать, что главными критериями, определяющими стоимость вина, являются время созревания и хранения вина. Если вино достигло периода зрелости, то оно стоит намного дороже, чем вино точно такой же марки, но более молодое. 
При этом время созревания не является одинаковым для всех, а определяется на основании следующих характеристик: вкусовые качества виноградного сорта; особенности местности, где был выращен виноград; год, когда урожай был собран.</p>

<p>При оценке качества определенного вина используются карты миллезимов. Это специальные таблицы, в которых проставляют средние баллы вина в зависимости от его года выпуска и местности, где оно было произведено. Так можно определить, какие годы сбора винограда были более или менее удачными для конкретного региона. 
Чем благоприятнее год сбора винограда, тем выше оценка в карте, и, соответственно, вкусовые качества такого вина более насыщенные.</p>

<p>Высокая концентрация вкусовых характеристик означает продление срока созревания вина, а это, в свою очередь, приводит к увеличению его цены. В тот год, когда вкус достигнет своего пика, вино будет оцениваться в максимальную стоимость. 
После созревания дорогие вина хранятся в течение долгих лет, не теряя вкуса и аромата. После покупки дорогого вина для коллекции, как правило, молодого, инвестору необходимо выждать хотя бы 5 лет до полной готовности вина, тогда его стоимость поднимется в несколько раз. 
Когда этот момент настанет, можно будет реализовать вино по цене, в несколько раз большей той, за которую оно было приобретено.</p>

<p>Предположим, что инвестор из России захотел собрать коллекцию вин, потратив на нее определенную сумму. Скорее всего это будет не все его состояние, а лишь некоторая его часть. Как правило, минимальная сумма, которой должен обладать инвестор, составляет около 5-6 тысяч долларов. 
Существует несколько вариантов, где можно приобрести коллекционные вина: у иностранной фирмы-посредника, осуществляющей продажи на международном рынке (обычно это Англия и США); у французских, итальянских или испанских производителей вин, которые занимаются прямыми продажами; у отечественной компании, импортирующей вина.</p>

<p>Выбирать вина для коллекции можно, основываясь на свои знания или воспользовавшись помощью профессионала в этом деле - сомелье. Количество бутылок вина в собрании не имеет значения, все зависит от суммы денег, которую инвестор может вложить. Но обычно вина одной марки покупаются ящиками, содержащими 6 бутылок объемом 0,75 л каждая. 
Эти ящики называют кейсами. Существуют также бутылки объемом 1,5 литров. Такие бутылки называются magnum и используются для хранения очень высококачественных вин самых урожайных годов. Бутылки magnum пользуются у коллекционеров большой популярностью. Естественно, что в собрание добавляется не любое вино, пусть даже и произведенное во Франции.</p>

<p>Коллекционное экземпляры должны быть высококачественным, приготовленным по определенным правилам из лучших сортов винограда, выращенного в конкретной местности, и выдержанным в бочках или специальных резервуарах, а затем еще, как минимум, 2 года в бутылках. Такое вино называется марочным, и именно оно может пополнить достойную коллекцию. При соблюдении всех условий хранения красные вина сохраняют свой вкус и аромат более 1 века. 
Хотя сейчас коллекционеры инвестируют средства в дорогие напитки не старше 30 лет.</p>

<p>Основными критериями для инвесторов при пополнении винных коллекций являются, во-первых, категория стоимости вин, во-вторых, проверенные и надежные производители и, в-третьих, оценочные баллы, которые поставляются винам экспертами. 
Подбирать объекты для вложений можно, в прямом смысле этого слова, исходя из своего вкуса, но только в том случае, если коллекционер знает толк в винах. Главными экземплярами собрания могут стать вина марки Red Bordeaux, относящиеся к категории First Growths. Вина этой марки считаются одними из самых высококачественных, потому что они производятся во Франции в провинции Бордо.</p>

<p>Первая классификация вин Бордо была проведена в 1855 году в районе Медок. Тогда и появились бордоские вина. В ходе проведения классификации были выделены самые лучшие марки вин, которые остаются такими и сейчас. К самым дорогим и престижным относятся следующие вина:</p>

<p>Chateau Latour, Chateau Lafite Rothschild, Chateau Mouton-Rothschild, Chateau Haut Brion и Chateau Margaux.</p>

<p>Так, например, любой собиратель коллекционных вин мечтает пополнить свое собрание бутылкой Chateau Mouton-Rothschild 1982 года (1982 год считается очень удачным в винном производстве), которое получило максимальные 100-баллов в различных рейтингах вин.</p>

<p>Элитный вкус вина Bordeaux может быть свеж и энергичен по прошествии 40-80, а иногда и 100 лет.  Так за бутылку Chateau Lafite Rothschild, произведенную из винограда, собранного в 1784 года, продавец в 2000 году на торгах в Лондоне получил 24200 фунтов стерлингов. 
Для самых лучших вин из Франции разработана еще одна классификационная группа - Гран-крю (Grand Cru) . Как правило, надпись, определяющая принадлежность к этой группе, размещается на этикетке после указания виноградника, где был собран урожай для приготовления этого вина.</p>

<p>Обязательно в качестве инвестиций стоит рассмотреть также красные вина из Бургундии (чаще всего это вина уровня Dom de la Romane’e-Conti). Владелец собрания вин Domaine de la Romane’e-Conti, в которое входило по шесть бутылок magnum вин Romane’e-Conti'96 La Tache’96, Richebourg’96, Grands-Eche’zeaux’96, Romane’e-Saint-Vivant’96, Eche’zeaux’95, продал его за 51750 долларов осенью 2000 года на нью-йоркском аукционе. 
Ramonet, Leroy и Fairelry считаются одними из лучших производителей в провинции Бургундия.</p>

<p>Также ко второму классу коллекционных вин можно отнести вина Red Bordeaux категории Second Growth. К этой категории относятся вина Brane-Cantenac, Leoville, Pichon, Montrose, Cos d’Estournel, Gruaud-Larose и др.</p>

<p>К третьему классу коллекции эксперты относят вина, произведенные в Италии. Эти вина стали считаться коллекционными только 20 лет назад, и с каждым годом они становятся все больше привлекают внимание инвесторов. 
Самые лучшие вина из Италии включены в категорию DOCG, что расшифровывается как Denominazione di Origine Controllata e Garantita. Бутылки вина этой категории имеют бледно-малиновую ленточку с буквами DOCG, прикрепленную на горлышко бутылки. 
Большой интерес в среде коллекционеров с Запада представляют вина, произведенные в Италии и относящиеся к следующим категориям: Super Tuscan, Barolo, Brunello di Montalcino. На торгах в США за красное итальянское вино Tignanello урожая 1990 года в начале 2002 года можно было получить около 1840 долларов за 12 бутылок. 
Сейчас эти же 12 бутылок оцениваются в сумму около 2230 долларов. За тот же самый 2002 год цена 12 бутылок вина Sassicaia урожая 1990 года, так же итальянского, подскочила с 3450 долларов до 4025 долларов.</p>

<p>Очень привлекают инвесторов вина, приготовленные в Португалии — это традиционные Porto. Особо ценятся «винтажные» вина. Это вина, изготовленные из винограда наиболее удачных годов. Компании Quinta do Noval Nacional, Cockburn, Fonseca, Dow, Croft, Graham являются самыми достойными производителями коллекционных порто.</p>

<p>При пополнении собрания вин инвесторы обычно пользуются экспертными оценкам. В среде собирателей коллекционных вин наиболее заслуживают доверия отзывы журнала Wine Spectator и эксперта Роберта Паркера. Рейтинги вин составляются на основании оценок вин, выставленных по 100-бальной шкале экспертами. 
Данными этих рейтингов могут воспользоваться начинающие инвесторы, чтобы определиться с экземплярами своей будущей коллекции. В 40-х годах прошлого века очень широкое распространение получило производство поддельных вин, поэтому эксперты советуют очень внимательно относиться к выбору коллекционных вин этого периода. 
Вообще не стоит приобретать вина самостоятельно через Интернет, потому что вы рискуете получить совсем не то, на что рассчитывали. При этом не обязательно вы получите подделку. Это может быть настоящее коллекционное вино, но никто не может обещать, что будут соблюдены все условия хранения и транспортировки этого капризного товара.</p>

<p>На рынок собраний коллекционных вин могут оказывать влияние различные факторы. Так, например, большое влияние на вторичный винный рынок оказал азиатский кризис. Тогда цены на вина были сильно снижены. Инвесторы стали продавать свои собрания, часть вин потеряла свое высокое качество из-за частых перевозок без соблюдения правил. Такие вина называли "путешественниками". 
Затем по прошествии времени цены на коллекционные вина стабилизировались и снова начали расти. Для контроля за среднерыночными ценами на вина был разработан Bordeaux Index, который рассчитывается, исходя из цен на бордоские вина, произведенные из урожая наиболее благоприятных лет.</p>

<p>Как правило, рынок коллекционных вин зависит от общих настроений мировой экономики. Когда мировая экономика испытывает подъем, люди готовы делать вложения в дорогостоящие предметы категории Luxury, к которой относятся и дорогие, престижные вина. Если же экономика переживает спад, активность вкладчиков резко снижается. 
Собирание коллекции вин - дело вкуса. В подборе достойных экземпляров для вашей коллекции может помочь профессиональный консультант по винам. Он поможет вам сделать правильный выбор объекта инвестирования.</p>
    `,
    additionalImages: [
      '/uploads/articles/article2-extra1.jpg',
      '/uploads/articles/article2-extra2.jpg'
    ]
  },
  3: {
    id: 3,
    title: 'Красное вино: производство, выдержка и розлив',
    image: '/uploads/articles/article3.jpg',
    content: `
      <p>Винодельни производят красное вино сегодня так же, как и 6000 лет назад в Греции и Персии. Виноград темного цвета собирают, измельчают, ферментируют, перемешивают и отделяют от кожицы прессом, выдерживают.</p>

<p>Красное вино всегда было популярен белых и розовых. Более качественные чаны, прессы и погреба улучшили качество и эффективность производства красного вина, но это по-прежнему простой процесс. 
Производство красного вина не требует особых ингредиентов, кроме винограда, дрожжей и, как правило, диоксида серы в качестве консерванта.</p>

<p>
<strong>Красное вино выдерживается на кожице</strong>
</p>

<p>Красное вино производится как белое, но с одним существенным отличием. Как правило, оно сбраживается вместе с кожицей винограда. Белые вина прессуются перед ферментацией, отделяя кожицу.
Контакт с кожицей при производстве красного вина позволяет экстрагировать в сусло цвет, вкус и танины, а дрожжи превращают сахар в алкоголь.</p>

<p>
<strong>Сбор винограда</strong>
</p>

<p>Виноград для красного вина готов к сбору в конце лета или начале осени, через несколько недель после того, как первоначальный зеленый цвет винограда стал темно-красным или сине-черным, в период, называемый veraison.
Виноградари срезают виноградные гроздья с лоз. Это делается либо вручную, либо с помощью самоходной машины, которая стряхивает или сбивает виноград со стеблей.</p>

<p>На винодельне виноделы могут отсортировать плесневелые и заизюмленные ягоды, листья и мусор. Затем ягоды проходят через дробилку, которая удаляет целые виноградные ягоды со стеблей и может слегка сжимать их, чтобы дать соку течь. 
Любой сок, созданный на этих этапах перед прессованием, называется свободным прогоном. Обычно на этой стадии, или позже, добавляют дозированную двуокись серы для уничтожения нежелательных микробов и минимизации окисления.</p>

<p>
<strong>Брожение и прессование красного вина</strong>
</p>

<p>Сок, кожица и косточки просто необходимы для производства вина. Некоторые виноделы охлаждают сусло в течение дня или двух, процесс, называемый холодным вымачиванием, для извлечения цветовых и вкусовых компонентов из кожицы перед тем, как образуется алкоголь.
После этого некоторые виноделы добавляют коммерческие дрожжи, чтобы начать ферментацию, в то время как другие позволяют местным дрожжам, которые живут на  винограде или существуют в атмосфере погреба, начать ферментацию. 
В любом случае дрожжевые клетки оживают в сладком соке и начинают превращать сахар в спирт, тепло и углекислый газ.</p>

<p>
<strong>Красное вино: ферментация</strong>
</p>

<p>Ферментация красных вин протекает при более высокой температуре, чем белых (20-32С).
Шапка из кожицы формируется на поверхности чана или бака. Для того, чтобы поддерживать контакт сусла с кожицей, сок могут перекачивать насосом, поливая сверху всплывшую шапку из кожицы, или перемешивать, утапливая ее в соке.</p>

<p>Чем дольше происходит контакт сусла с кожицей, тем больше цвета и танинов получает будущее вино.
Далее вино самотеком сливают из чана, а оставшуюся кожицу отжимают, получая так называемое прессованное вино. Оно получается очень танинным и может купажироваться с самотечным вином для получения определенного стиля.</p>

<p>
<strong>Красные вина обычно выдерживаются в дубовых бочках</strong>
</p>

<p>Почти все красные вина должны выдерживаться, прежде чем разливаться в бутылки и продаваться. Процесс может занять от нескольких месяцев до нескольких лет в больших резервуарах, но дубовые бочки предпочтительнее для высококачественных красных вин в традиционном стиле.
Обычно яблочно-молочная ферментация происходит во время созревания, процесс, который превращает яблочную кислоту в более мягкую молочную кислоту. Это может произойти естественным путем, однако винодел также может ускорять его, добавляя малолактическую культуру в вино.
Виноделы используют бочки для придания винам ароматов, вкусов и текстуры. Новые бочки дают более интенсивные пряные ароматы, в то время как нейтральные сосуды, такие как бочки, которые использовались ранее, или чаны из бетона или глины, используются в основном для сглаживания текстуры вина.</p>

<p>
<strong>Немного о бочках</strong>
</p>

<p>Бочки из французского дуба примерно в два раза дороже американских, и считается, что они дают более сложный и тонкий набор ароматов специй. Американские бочки из белого дуба используются для многих вин за их щедрые ароматы ванили и кокоса.
Красное вино осветляется в течение периода созревания путем очистки и фильтрации. Отложения, такие как мертвые дрожжевые клетки и крошечные кусочки кожуры винограда, оседают на дне бочек и резервуаров. 
Далее происходит процесс перекачки или выкачивания очищенного вина с осадка, который можно выбросить.</p>

<p>Виноделы могут осветлять красные вина, которые имеют слишком танинный вкус или кажутся мутными, с помощью яичного белка или бентонитовой глины.
Купажирование — важный шаг для приготовления красного вина. Винодел может добавить сложности и баланса, смешивая вино из разных бочек и резервуаров.</p>

<p>
<strong>Красное вино: фильтрация и розлив</strong>
</p>

<p>Когда красное вино достаточно созрело, для того чтобы его можно было разлить в бутылки, многие виноделы предпочитают сначала его фильтровать. Грубая фильтрация удаляет дополнительный осадок. 
Стерильная фильтрация удаляет практически все оставшиеся дрожжи, а также микробы, которые впоследствии могут испортить вино.
Окончательная корректировка диоксида серы часто производится непосредственно перед розливом вина. Этот процесс изменился с древних времен, когда тыквы, козья кожа и глиняные банки были самыми передовыми упаковочными материалами. 
Кислород удаляется из пустых бутылок, прежде чем они наполняются вином, закупориваются и маркируются. Сегодняшние виноделы имеют гораздо больше возможностей, техник и технологий, чем их древние предшественники. 
Но цель все та же: взять спелый виноград и дать дрожжам превратить его в приятное красное вино.</p>
    `,
    additionalImages: [
      '/uploads/articles/article3-extra1.jpg',
      '/uploads/articles/article3-extra2.jpg'
    ]
  },
  4: {
    id: 4,
    title: 'Как производят белое вино',
    image: '/uploads/articles/article4.jpg',
    content: `
      <p>Сделать белое вино довольно просто, на первый взгляд. Винодел собирает виноград, отжимает из него сок, сбраживает этот сок с помощью дрожжей, дает ему бродить и вызреть, а затем разливает вино в бутылки.</p>

<p>На самом деле, процесс производства белого вина на каждом этапе занимает много времени, хотя виноградный сок и дрожжи являются единственными необходимыми ингредиентами.</p>

<p>
<strong>Как собирают виноград для белого вина</strong>
</p>

<p>Для изготовления качественного белого вина необходимо, чтобы виноград был свежий. Как только виноград срывают с лозы, сразу начинается спешка. Как правило, сбор урожая происходит рано утром, когда виноград остывает после холодной ночи. 
В некоторых случаях мобильные осветительные установки освещают виноградные лозы, поэтому работники могут собирать урожай еще до восхода солнца.</p>

<p>Виноград быстро доставляется на винодельню. Потом пару часов виноград прессуют, чтобы выпустить сок и мякоть из кожи. Это если виноград собирается вручную. А из того винограда, что был собран машинами, сначала удаляются гребни.
Обычно целые гроздья проходят через машину для удаления гребней, чтобы отделить виноград. Также параллельно виноград мягко растрескивается, чтобы легче выходил сок. Некоторые виноделы прессуют гроздья без гребнеотделения.</p>

<p>
<strong>Как давят виноград?</strong>
</p>

<p>Винные прессы бывают разных форм и размеров. Классический деревянный (или стальной) пресс давит на виноград, чтобы выжать сок из ягод. Другой тип пресса работает как воздушный шар, который надувается внутри резервуара. 
Под давлением виноград лопается, и сок протекает через сита.</p>

<p>На этой стадии многие виноделы добавляют диоксид серы или метабисульфит калия, чтобы нейтрализовать микроорганизмы и нативные дрожжи на винограде. Это также препятствует поглощению виноградным соком кислорода. 
Другие виноделы воздерживаются от этого, пока сок не сферментируется.</p>

<p>Как только сок стекает, винодел закачивает его в охлаждаемый резервуар, чтобы дать ему отстояться в течение по крайней мере нескольких часов. Теперь он готов к брожению.</p>

<p>
<strong>Брожение белого вина</strong>
</p>

<p>Брожение — это не волшебство, но может показаться иначе. После добавления дрожжей сок отдыхает в течение дня или более. Он начнет пениться, нагреваться и выдыхать сильнодействующие пары фруктов и углекислый газ. 
Кажется, что это алхимия, но на самом деле это биохимия. Когда дрожжи соединяются со сладким виноградным соком, они превращают сахар в алкоголь, потребляют кислород и производят углекислый газ и тепло. 
Винодел управляет процессом, нагревая, охлаждая, перемешивая, аэрируя и иногда подпитывая дрожжи, пока большая часть или весь сахар не превратится в алкоголь.</p>

<p>Коммерческие лаборатории производят десятки разновидностей дрожжей для виноделов на выбор, в зависимости от сорта винограда и типа вина, которое они хотят произвести. Однако не всегда необходимо добавлять дрожжи. Нативные дрожжи уже присутствуют в микроскопической форме практически на каждом винограднике и винодельне. 
Эти крошечные дрожжевые клетки проснутся под воздействием сока, начнут питаться сахаром и размножаться. Подавляющее большинство виноделов сбраживает белое вино в резервуарах из нержавеющей стали. Некоторые вина, особенно Шардоне, могут бродить в дубовых бочках. Ферментация в новых бочках добавляет вкус и текстуру к белому вину. 
Брожение в бочках в использованных или новых способствует гладкой текстуре вина.</p>

<p>
<strong>Что такое малолактическая ферментация?</strong>
</p>

<p>Во время брожения дрожжей или периода созревания виноделы могут начать или остановить малолактическую ферментацию (ML). Вместо дрожжей, это бактерии, которые работаю в вине. Они превращают яблочную кислоту в более кислую молочную кислоту.
Эта вторая ферментация, и она отличается от той, которая происходит с игристыми винами. Виноделы часто использют ML в богатом Шардоне или Вионье, но не в свежем и остром Совиньоне Бланке или Пино Гриджио.</p>

<p>Процесс созревания может составлять всего четыре месяца для свежего, светло-белого вина или два года и более для некоторых белых вин Бордо или других достойных старения белых вин.
Другой стилистический выбор — решить, стоит ли держать белое вино на осадке, илистый слой мертвых дрожжей, который образуется на дне резервуара или бочки. Он может добавить в вино свежий хлебный аромат и защитить его от окисления. 
При периодическом перемешивании осадок также может способствовать более насыщенному вкусовому ощущению.</p>

<p>
<strong>Фильтруют ли белые вина?</strong>
</p>

<p>Винодел фильтрует вино различными способами. Самым простым является перекачка вина из одной бочки в другую, оставляя после себя осадок. Другой процесс фильтрации называется осветлением, при котором добавляется яичный белок (альбумин), 
изинглас или бентонит, чтобы очистить вино, которое выглядит мутным.</p>

<p>Большинство коммерческих виноделов также фильтруют свои белые вина через мембраны с порами микронного размера, чтобы завершить процесс осветления и удалить любые микробы, которые могут испортить вино в бутылке. Как правило, винодел производит окончательную корректировку уровня диоксида серы в вине, 
который варьируется от менее чем 10 частей на миллион (ppm) до законного предела в 250 ppm в американских винах и 200 ppm в европейских винах.</p>

<p>
<strong>Розлив белого вина</strong>
</p>

<p>Розлив вина следует производить с большой осторожность, чтобы сохранить качество. Вино становится уязвимо, когда его разливают по бутылкам, банкам или тетрапакам. Все это может подвергнуть его воздействию кислорода, что снизит его потенциал хранения и лишит его возможности развиваться.</p>

<p>В высокоавтоматизированном процессе розлива в бутылки на большинстве крупных винных заводах бутылки наполняются одной машиной, а затем переходят на конвейер к следующей машине, где они закрываются пробкой или синтетическим укупорочным средством. Затем следует фольгированная капсула или завинчивающаяся крышка. 
Следующая машина наклеивает переднюю и заднюю этикетки до того, как другая разгрузит бутылки в коробки, готовые к отправке и продаже.</p>

    `,
    additionalImages: [
      '/uploads/articles/article4-extra1.jpg',
      '/uploads/articles/article4-extra2.jpg'
    ]
  },
  5: {
    id: 5,
    title: 'Путиводитель по сортам винограда в Бордо',
    image: '/uploads/articles/article5.jpg',
    content: `
      <p>Вина Бордо приобретают свой уникальный характер и вкус благодаря винограду, почвам, климату Бордо и выбору, сделанному виноделом. Особую роль играю сорта винограда. 
Но все всегда начинается на виноградниках в Бордо.</p>

<p>
<strong>Виноградные купажи Бордо</strong>
</p>

<p>Важно отметить, что вина Бордо производятся из блендов разных сортов винограда. Несмотря на то, что бордоские вина сегодня, мало похожи на вина, произведенные в регионе во время Классификации 1855 года, 
лучшие образцы всегда производились с использованием купажа разных сортов винограда.</p>

<p>Именно бленды сортов винограда и создают волшебство вкуса бордоского вина. Есть несколько потрясающих 100% вин Мерло из Помроля и Сент-Эмильона, но в подавляющем большинстве случаев Мерло, благодаря своей богатой, роскошной текстуре, 
является идеальным для смешивания с более танинным и крепким сортом винограда Каберне Совиньон.</p>
<p>Каберне Совиньон и Мерло, бесспорно, являются двумя наиболее важными сортами винограда в блендах Бордо, но также в них используются Каберне Фран, Пти Вердо и Мальбек.</p>

</>Хотя так было не всегда.</p>

<p>
<strong>Филлоксера меняет Бордо</strong>
</p>

<p>Считается, что до нашествия филлоксеры, которое началось в Бордо в 1869 году и достигло своего пика примерно к 1880 году, 
лучшие виноградники Медока с их гравийными почвами уже были плотно засажены Каберне Совиньон.</p>

<p>Тем не менее, в то время было больше лоз Пти Вердо, Мальбека и Карменера, которые широко выращивались по всему региону. За пределами Медока эти сорта, вероятно, занимали большую часть виноградников на меньших терруарах. 
К концу 1800-х все поменялось. После эпидемии филлоксеры, которая опустошила большую часть Бордо, а также виноградники по всей Европе, Каберне Совиньон, Мерло и Каберне Фран стали доминирующими винными сортами Бордо в регионе. 
Пти Вердо, Мальбек и Карменер очень быстро сдали свои позиции.</p>

<p>Эта тенденция продолжалась и после разрушительных морозов 1956 года, когда на Левом берегу было больше посадок Каберне Совиньон, а на Правом берегу — больше Мерло.
Всего существует 10 допустимых сортов винограда, разрешенных законодательством AOC, которые можно использовать для производства вин Бордо. 6 сортов винограда для производства красного вина и 4 — для производства белого.</p>

<p>Конечно, виноградари Бордо могут выращивать любой сорт винограда на своих виноградниках. Но если они не сажают виноград, разрешенный законом AOC, им следует продавать свое вино как Vin de France.</p>

<p>
<strong>Новые сорта винограда Бордо</strong>
</p>

<p>Из-за изменений климата в 2019 году было объявлено, что производители в некоторых апелласьонах Бордо (AOC Bordeaux и Bordeaux Superieur) могут начать использовать 7 новых сортов винограда: 4 сорта красного и 3 сорта белого винограда.
Существуют правила, ограничивающие использование нового винограда не более чем 5% от общей площади виноградника, при этом в смеси допускается использовать не более 10%.</p>

<p>Новые сорта винограда для красных вин, разрешенные в Бордо:</p>
<p>Аринарноа, гибрид Каберне Совиньон и Танната, который уже популярен в Южной Америке и некоторых частях юга Франции, а также в Ливане.</p>
<p>Кастес — малоизвестный старинный французский винный сорт винограда, который до сих пор используется на юго-западе Франции.</p>
<p>Марселан — это смесь Каберне Совиньон и Гренаша, которая используется в Лангедоке и некоторых частях Калифорнии. Марселан также становится все более популярным в Китае.</p>
<p>Турига Насьональ, который используется в основном в Португалии для портвейна и сухого красного вина.</p>
<p>Новые сорта винограда для белых вин, разрешенные в Бордо:</p>
<p>Альбариньо, также известный как Альвариньо, является одним из самых популярных сортов винограда для белых вин в Испании.</p>
<p>Лилиорила — это нечто среднее между Шардоне и Барокко. Сорт был создан и утвержден в 1950-х годах.</p>
<p>ти Мансан все еще не одобрен. Виноград чаще всего используется на юго-западе Франции и в Испании в сладких винах, а также в сухих белых винах.</p>

<p>
<strong>Благородные сорта винограда в Бордо</strong>
</p>

<p>Большинство бордоских вин представляют собой купажи, в состав которых входит один или несколько благородных сортов винограда. Благородный виноград — это виноград, из которого можно производить отличное моносортовое вино. Однако, 
подавляющее большинство бордоских вин производится из купажей. Когда дело доходит до смешивания, есть исключения из каждого правила, в зависимости от наименования.</p>
<p>Например, есть несколько вин, сделанных из 100% Мерло в Сент-Эмильоне, а также несколько вин в Помроле, которые являются одними из лучших вин, производимых во всем Бордо. Несколько поместий производят сухое белое вино Бордо из 100% Совиньон Блан, 
а некоторые замки производят белое сладкое вино из 100% Семильона. Но по большей части именно смешивание сортов винограда дает вина, которые являются сердцем и душой винодельческого региона Бордо.</p>

<p>
<strong>Качества и характеристики винограда Бордо</strong>
</p>

<p>Каждый бордоский сорт винограда придает вину свой характер. Эти характеристики формируются основными компонентами: танинами, кислотностью и алкоголем. Именно баланс этих трех элементов создает великолепное вино. Виноград — невероятно сложный фрукт, с разнообразием множества вкусов, 
ароматов и характеров, которые придают вину Бордо его индивидуальность, начиная со способности стареть, развиваться и улучшаться в бутылке.</p>
<p>Танины, содержащиеся в вине, поступают из семян, стеблей и кожицы винограда, а также в результате выдержки в дубовых бочках. Танины придают вину структуру. Они действуют как консервант. Когда они созреют, они формируют и определяют вино и его текстуру, а также помогают обеспечить приятные ощущения во вкусе.</p>

<p>Когда они незрелые, то могут пересушить вкус или придать вину деревенский оттенок. Танины более важны для красных вин, чем для белых. Уровень танинов, а также их зрелость и стиль помогают сформировать индивидуальность вина.</p>
<p>Кислотность – ключевой компонент вина. Кислотность позволяет вину быть свежим и бодрящим, а не тусклым. Такие вина могут быть слишком сладкими, похожими на сироп. Слишком высокая кислотность также вредна для вина. Вино будет на вкус слишком ярким и резким.
Вина родом из более теплого климата, имеют более низкую кислотность, чем вина, из более прохладного климата.</p>
<p>Алкоголь – завершающая часть компонентного трио. Алкоголь – это продукт брожения. Этот естественный процесс происходит, когда сахара, содержащиеся в ягодах, превращаются в спирт. Уровень сахара является основным фактором, определяющим уровень алкоголя в том или ином вине.
Виноград, выращенный в более теплую погоду, естественным образом дает вина с более высоким содержанием алкоголя. Некоторые сорта винограда также созревают с более высоким уровнем сахара. Например, Мерло всегда созревает с более высоким содержанием сахара, чем Каберне Совиньон.</p>

<p>Эти качества, характеристики и сам виноград используются для создания знаменитого купажа Бордо. Единственное требование для производства бордоского купажа состоит в том, что он должен включать как минимум два основных сорта Бордо: Каберне Совиньон, Мерло или Каберне Фран. Термин «бордобленд» относится не только к винам Бордо.</p>
<p>Многие страны производят вино из одного и того же винограда, чтобы сделать свой собственный уникальный бордоский купаж. Такие вина довольно популярны в долине Напа в Калифорнии, штате Вашингтон, Орегоне, Вирджинии и других винодельческих регионах США.</p>
<p>Австралия, Италия, Канада, Новая Зеландия, Китай, Чили, Аргентина, Бразилия и Перу — это лишь несколько стран, которые производят вина из бордоского бленда. Вина, в которых преобладает Каберне Совиньон, называют блендом Левого Берега. Бленды Правого Берега производятся в основном из Мерло или Каберне Фран.</p>
<p>В то время как самые известные вина региона Бордо — красные, Бордо также производит множество сухих белых и сладких белых вин самых разных стилей. Около 90% всего вина Бордо уходит на выращивание винограда для производства красного вина.
Только 10% винограда, выращенного в регионе Бордо, предназначено для производства белого вина.</p>

<p>
<strong>Путеводитель по белым винам Бордо</strong>
</p>

<p>Белые вина Бордо, а именно Бордо Блан, производятся в основном из купажей Совиньон Блан, Семийон и Совиньон Гри. Мускатель также присутствует в небольших количествах в блендах для сладких белых вин Сотерна и Барсака. 
Однако в менее престижных районах региона Бордо также выращивают очень небольшое количество разных сортов белого винограда.</p>

<p>Например: Коломбар, Фоль Бланш и Уни Блан. Эти сорта используются для производства недорогого белого столового вина.В то время как многочисленные поместья в Пессак-Леоньян славятся производством сухих белых вин, несколько замков в Медоке тоже производят немного сухих белых вин.</p>

<p>Шато-Марго, Шато Приер Лишин и Шато Пальмер — самые известные поместья, производящие белое вино Бордо. Chateau Mouton Rothschild производит Aile d’Argent и Chateau Lynch Bages, а Chateau Cos d’Estournel также производит сухое белое вино Бордо. Совиньон Блан является доминирующим сортом винограда в лучших сухих белых винах Бордо.</p>

<p>
<strong>Сорта винограда для сладких вин Бордо</strong>
</p>

<p>Для производства знаменитого сладкого вина из Сотерна и Барсака лучше всего подходит Семийон потому что он подвержен образованию благородной плесени.Конечно, терруар и почвы Бордо добавляют винограду выразительности. 
На Левом берегу и в Пессак-Леоньян лучшие почвы — гравий и гравий с глиной. На Правобережье в Помроле, где в регионе доминирует Мерло, лучшие почвы – глинистые, хотя, в зависимости от конкретного терруара, важную роль может играть и гравий.</p>
    `,
    additionalImages: [
      '/uploads/articles/article5-extra1.jpg',
      '/uploads/articles/article5-extra2.jpg'
    ]
  },
  6: {
    id: 6,
    title: 'Полезные свойства вин',
    image: '/uploads/articles/article6.jpg',
    content: `
      <p>Говоря о пользе напитка, следует уточнить, что речь идет именно о вине хорошего качества. Такой алкоголь является продуктом естественного брожения винограда, в котором содержится целый комплекс активных компонентов. 
Отметим наиболее важные аспекты, чем вино полезно для человека:</p>

<p>1.Замедление процессов старения. Вино нельзя назвать чудодейственным эликсиром, но содержащиеся в нем антиоксиданты благоприятно влияют на клетки. Ресвератрол, присутствующий в продукте, снижает воздействие свободных радикалов, способствует разжижению крови, снижает риск тромбозов и развития онкологических заболеваний.</p>
<p>2.В состав виноградного сока входят полифенолы, которые способствуют расширению сосудов. Исследования позволили установить, что особый комплекс веществ улучшает липидный обмен и предотвращает засорение сосудов холестерином.</p>
<p>3.В вине содержится магний, калий, железо, органические кислоты, витамины группы B. Совокупность компонентов положительно воздействует на синтез гемоглобина, транспортировку кислорода, работу эндокринной системы. Вино оказывает общий тонизирующий и антистрессовый эффект. Улучшает сон, повышает иммунитет.</p>

<p>Польза вина также заключается в наличии особых ферментов, которые улучшают обменные процессы. Метаболизм усиливается за счет выработки желчи, стабилизации уровня кислотности в желудке, ускорения переработки питательных веществ.</p>

<p>
<strong>Влияние вин разного сорта</strong>
</p>

<p>Актуальность вопроса, какое лучше пить вино, связана с отличиями в составе различных сортов. Если говорить о красном и белом, то разница заключается в концентрации танинов. Также отличается уровень антиоксидантов. Красное вино имеет более насыщенный состав. 
В нем больше приносящих пользу веществ. Красные виды оказывают более выраженное влияние на сердечно-сосудистую систему, уровень гемоглобина.</p>

<p>В белых винах концентрация активных веществ ниже, но для многих людей это становится преимуществом. Такой продукт меньше перегружает желудок, легче усваивается в сравнении с красными сортами. При проблемах с пищеварением белое вино – предпочтительный выбор. 
Компромиссным вариантом можно назвать розовые сорта. Сделать вино более легким можно, разбавив водой. В этом случае минимизируется риск опьянения и снижается нагрузка на организм.</p>

<p>Если выбирать вино не по вкусу, а с точки зрения здоровья, то сухие сорта предпочтительны. В них почти нулевой уровень сахара. В полусладком и сладком вине его больше. Чем выше сахар, тем меньше польза. Сухое, в отличие от сладкого, вино меньше загружает печень и менее калорийно. 
При этом содержит больше полезных микроэлементов и веществ, о чем свидетельствуют результаты многих исследований.</p>

<p>
<strong>Вино и здоровье</strong>
</p>

<p>Исследования ученых подтвердили, что вино без сахара улучшает обмен липидов, снижает уровень холестерина и укрепляет сердце. Все эти факторы помогают в профилактике атеросклероза. Сухое красное вино улучшает кроветворение и стимулирует кровоток. 
При этом важно понимать, что сам по себе алкоголь может ухудшать усвояемость железа. При анемии и других заболеваниях следует учитывать врачебные рекомендации. 
За счет содержания витаминов в вине (C, B, P) может восполняться дефицит этих элементов при авитаминозе.</p>

<p>
<strong>Красное вино</strong>
</p>

<p>Лучше укрепляет стенки сосудов, обладает выраженным омолаживающим действием на клетки. Красные сорта способствуют восстановлению ослабленного организма. 
В сравнении с белыми лучше восполняют недостаток витамина P, от которого зависит усвоение аскорбиновой кислоты.</p>

<p>
<strong>Белое вино</strong>
</p>

<p>Лучше уменьшает чувство голода, снижает показатель холестерина. Сухие белые сорта вин помогают при запорах и метеоризме. 
Положительно влияют на дыхательную систему. Снижают свертываемость крови, имеют более выраженный антитромбический эффект.</p>

<p>Доказана польза розового вина при нервной возбудимости, колитах. Продукт благотворно влияет на печень.</p>

<p>
<strong>Безопасные дозировки и противопоказания</strong>
</p>

<p>Польза сухого вина зависит от дозировок. При регулярном употреблении возрастает риск развития привыкания и зависимости. При наличии заболеваний печени, сердца, сосудов, почек и других органов следует ориентироваться на указания врача. 
При ряде заболеваний, в том числе при циррозе, гастритах, диабете, болезнях сердца, употребление вина даже в малых количествах строго запрещено. Также противопоказано при беременности.</p>

<p>В соответствии с рекомендациями ВОЗ безопасным объемом вина в день считаются:</p>

<p>- для мужчин – около 300 мл (примерно 2 бокала);</p>
<p>- для женщин – около 150 мл (примерно 1 бокал).</p>

<p>В большей дозировке вино может оказывать вредное действие, как любой алкоголь. Возможны головные боли, скачки давления. От чрезмерного количества вина, особенно полусладкого и сладкого, повышается нагрузка на печень.</p>

<p>
<strong>Выбор качественного вина</strong>
</p>

<p>Алкоголь низкого качества, в котором есть красители, синтетические сахара или добавлены спирты, принесет вред в любых дозировках. Не следует покупать дешевое вино неизвестного производства. Не рекомендуется приобретать недорогие варианты в коробках. 
В таких тарах часто реализуют вина низшего качества, в которых присутствуют различные добавки. Могут содержаться скрытые производителем компоненты, способные вызвать непредсказуемые реакции в организме. Вино может оказаться порошковым.</p>

<p>Высокая цена не является гарантией качества. Часто в магазинах встречаются подделки брендовой продукции, фальсификаты. Выделим несколько признаков натурального вина:</p>

<p>Информация этикетки  - Нужно обратить внимание на состав и происхождение вина, особые отметки производителя.</p>
<p>Наличие осадка   -  Винный камень – естественный осадок натурального продукта. Он присутствует в небольшом количестве. В поддельном вине частицы не оседают на дно.</p>
<p>Цвет   -  Тело вина должно быть кристальным и чистым. Красный или светлый цвет напитка не должен быть мутным или неестественным. Это касается сухого, полусладкого и сладкого продукта.</p>
<p>Вкус  -  После глотка не должно ощущаться посторонней тональности, неприятного послевкусия. Ассоциации с плесенью или уксусом может давать испорченное вино.</p>

<p>Вина белые и красные пользу приносят при выборе натурального качественного продукта. Чтобы случайно не приобрести опасный фальсификат, важно покупать алкогольную продукцию в надежных магазинах. Вина премиум качества реализуются в маркетплейсе Krymwine.ru. 
Здесь представлен широкий ассортимент красных, белых, сухих, а также большой выбор полусладких сортов. На сайте можно выбрать напитки на свой вкус и зарезервировать товар в магазине. Торговые точки расположены в разных районах Москвы, на что следует обращать внимание при планировании самовывоза. Товар бронируется на 1 день после подтверждения заказа.</p>

<p>
<strong>Заключение</strong>
</p>

<p>Вино белого, розового, красного сорта без сахара хорошо влияет на общий тонус и служит профилактикой некоторых заболеваний только при умеренном употреблении и высоком качестве самого продукта. 
Любой алкоголь нельзя рассматривать как панацею от болезней. При злоупотреблении на организм оказывается противоположный отрицательный эффект. При соблюдении безопасной дозы от вина можно извлечь не только пользу, но и получить удовольствие. 
Натуральный напиток станет прекрасным дополнением романтического ужина или семейного торжества.</p>
    `,
    additionalImages: [
      '/uploads/articles/article6-extra1.jpg',
      '/uploads/articles/article6-extra2.jpg'
    ]
  }
};

export default function ArticlePage({ onNavigate, isLoggedIn, user }) {
  const { id } = useParams();
  const navigate = useNavigate();
  const article = articlesData[Number(id)];

  const handleBack = () => {
    navigate(-1); // Возврат на предыдущую страницу
  };

  if (!article) {
    return (
      <div className="article-not-found">
        <div className="article-container">
          <h2>Статья не найдена</h2>
          <button onClick={handleBack} className="back-button">Вернуться назад</button>
        </div>
      </div>
    );
  }

  return (
      <article className="article-page">
        <div className="article-container">
          
          
          <div className="article-header-image">
            <img 
              src={article.image} 
              alt={article.title}
              onError={(e) => {
                e.target.onerror = null;
                e.target.src = '/images/placeholder-wine.jpg';
              }}
            />
          </div>
          
          <h1 className="article-title-main">{article.title}</h1>
          
          <div className="article-content" dangerouslySetInnerHTML={{ __html: article.content }} />
          
          <div className="article-additional-images">
            <h2>Галерея</h2>
            <div className="images-grid">
              {article.additionalImages.map((img, index) => (
                <div key={index} className="additional-image-wrapper">
                  <img 
                    src={img} 
                    alt={`${article.title} - изображение ${index + 1}`}
                    onError={(e) => {
                      e.target.onerror = null;
                      e.target.src = '/images/placeholder-wine.jpg';
                    }}
                  />
                </div>
              ))}
            </div>
          </div>
        </div>
      </article>
  
  );
}